
"Theme" = "Theme";
"Album" = "Album";
"Save" = "Save";
"Success" = "Success";
"MsgSuccess" = "Saved to the photo album!";
"OK" = "OK";
"Failed" = "Failed";
"MsgFailed" = "Save to the photo album failed!";
"Effect" = "Effect";
"MsgConvertFailed" = "File convert failed. Please try again!";
"Processing" = "Processing";

"Original" = "Original";
"Miss" = "Miss";
"Country" = "Country";
"OldFilm" = "Old Film";
"Distortion" = "Distort";
"Mosaic" = "Mosaic";
"Swirl" = "Swirl";

"Settings" = "Setting";
"BackgroundColor" = "BG Color";

"PickupVideo" = "Pickup";

"Attention" = "Attention";
"MoreThanAssetsCount" = "Please select not more than 5 assets";
"LessThanAssetsCount" = "Please select more than 1 asset";
"AssetError" = "Your asset has not yet been downloaded to your device";

"UsageHint" = "Click to start";
"UsageNextHint" = "Click to next step";
"UsageDrawClippingArea" = "Click to draw the clipping area";

"FontName" = "Noteworthy";

"ContactUS" = "Contact us";

"SELECT" = "SELECT";

"Undo" = "Undo";
"Crop" = "Crop";

"Done" = "Done";
"Back" = "Back";
"Next" = "Next";
"Skip" = "Skip";

"Horizontal" = "Horizontal";
"Vertical" = "Vertical";
"Square" = "Square";

"Loading" = "Loading";
"Loaded" = "Loaded";

"Video" = "Video";
"Camera" = "Camera";
"PhotoAlbum" = "Photo Album";

"MusicList" = "Music List";
"Audio" = "Audio";

"Puzzle" = "Puzzle";
"Gif" = "Gif";
"Color" = "Color";

"SelectEmbeddedObjects" = "Select Embedded Object(Optional)";
"GifAndVideo" = "GIF & Video Border";
"BackgroundMusic" = "Background Music";

"SelectVideo" = "Select Background Video";
"SelectAudio" = "Select Audio";
"ExportResult" = "Export Result";

"Ready" = "Ready";
"NoReady" = "No Ready";
"VideoContent" = "Video: ";
"AudioContent" = "Audio: ";

"Export" = "Export";
"StartToCreate" = "Start to Create";
"Start" = "Start";

"Step1" = "Step 1: ";
"Step2" = "Step 2: ";
"Step3" = "Step 3: ";

"Error" = "Error";
"FileLenHint" = "Sorry, the length of the video file should be less than";

"BeautyTime" = "BeautyTime";
"PhotoBeautify" = "PhotoBeauty";

"VideoMoments" = "Video Moments";
"Demo" = "Demo";
"Convert" = "Convert";

"Private_Setting_Audio_Tips" = "When using software you need turn on phone’s microphone grant. Please select open by system 'Setting' -> 'Privacy' -> 'Microphone'. ";
"IKnow" = "I acknowledged";

"Filter" = "Filter";

"Seconds" = "Seconds";
"SavingVideo" = "Saving video";
"VideoExportFailed" = "Video could not be exported to photo album.";
"VideoIsEmptyHint" = "Background video is empty. Please select some videos at first.";
"Square4VideoIsEmptyHint" = "Background video is not enough. Please select 4 videos.";

"Finish" = "Finish";
"Skip" = "Skip";
"Cancel" = "Cancel";
"Abandon" = "Abandon";
"Reminder" = "Reminder";
"CancelVideoHint" = "To give up this video?";
"ExceedHint" = "Exceed Maximum Number Of Selection.";

"Apple" = "Apple";
"TheMoodOfLove" = "Love Paradise";
"LeadMeOn" = "Lead Me On";
"Butterfly" = "Butterfly";
"PenguinsGame" = "Penguin's Game";
"BecauseILoveYou" = "Because I Love You";
"MyLove" = "My Love";
"PrettyBoy" = "Pretty Boy";
"TheDayYouWentAway" = "The Day You Went Away";
"RhythmOfRain" = "Rhythm Of Rain";
"YesterdayOnceMore" = "Yesterday Once More";
"ILoveYouMoreThanICanSay" = "I Love You More Than I Can Say";

"ALittleKiss" = "A Little Kiss";
"ByeByeSunday" = "Bye Bye Sunday";
"ComeWithMe" = "Come With Me";
"DolphinTango" = "Dolphin Tango";
"IDo" = "I Do";
"LetMeKnow" = "Let Me Know";
"SwingDance" = "Swing Dance";
